Revit 2027 API
ParameterTypeId.RenderPlantHeight Property
 "Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RenderPlantHeight { get; }
Public Shared ReadOnly Property RenderPlantHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RenderPlantHeight {
	ForgeTypeId^ get ();
}
static member RenderPlantHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace